000001 IDENTIFICATION DIVISION.
000002 PROGRAM-ID. HELLOWORLD.
000003* --- This is an empty line. ---
000004 ENVIRONMENT DIVISION.
000005 DATA DIVISION.
000006 PROCEDURE DIVISION.
000007 BEGIN.
000008          DISPLAY "Hello World!".
000009          STOP RUN.
